[LANGUAGE]
language="English"
CharacterSet=1
translator=
e-mail=
web=


[Main]
1=File
2=Recover keys from local disk
3=Recover keys from external disk
4=Deep Registry Scan
5=Save As...
6=Exit
7=Edit
8=Copy Selected Row
9=Find...
10=Help
11=Check for updates...
12=Update key database...
13=Change language
14=Donate...
15=Web...
16=About...
17=Refresh
18=Copy Product Name
19=Copy Product Key
20=Supported Software and Games List
21=Follow me on Facebook...
22=Database Version:
23=Product Name
24=Product Key
25=New version available!
26=Would you like to download it from our website?
27=No new updates available!
28=Extended database not found!
29=Database missing!
30=Please update your database from our website.
31=Database error!
32=Please choose the external <WINDOWS> directory:
33=New database available!
34=Would you like to download it now?
35=Your database is up to date!
36=Please close the program and run it again.
37=Downloading database completed.
38=An error occurred on database download!
39=Get more FREE software at https://www.sterjosoft.com


[List]
1=Key:
2=Product ID:
3=Name:
4=Serial Number:
5=Company:
6=CD Key:
7=First Name:
8=Last Name:
9=E-mail:
10=Validation Key:
11=User:
12=Password:
13=Type:
14=Unlock Code:
15=Code:


[Find]
1=Find what:
2=Find Next
3=Cancel
4=Search completed!


[Scanning]
1=Scanning...
2=Cancel


[About]
1=About
2=Version:
3=This product is FREE for personal or commercial use.
4=Copyright © SterJo Software. All rights reserved.
6=&Close


[Tray]
1=Open
2=Exit
3=Select Language
4=Select:
5=&Apply
6=&Cancel
7=Please restart the application for changes to take effect.
8=The language has been changed.
